7zip
astrogrep
audacity
autoclicker
bleachbit
bitwarden
calibre
ccleaner
compactgui
coretemp
cpu-z.install
croc
crystaldiskmark
crystaldiskinfo.install
curl
defraggler
dos2unix
dotnet4.7
dupeguru
etcher
everything
f.lux
filezilla
git.install --params "/GitOnlyOnPath /WindowsTerminal /NoShellIntegration /NoGuiHereIntegration /NoShellHereIntegration"
gnuwin32-coreutils.portable
hackfont
handbrake
hashcheck
hourglass.install
hwinfo.install
imageresizerapp
inkscape
iperf3
libreoffice-fresh
licecap
nmap
nuclear
openssh
osfmount
pdfxchangeeditor
picard
postman
putty.install
qbittorrent
recuva
sharex
skype
speccy
sumatrapdf.install
vim
vlc
webtorrent-desktop
wget
winscp.install
youtube-dl-gui